source/_static/diagrams/23-testing.d2
direction: right
n0: "testing"
n1: "package suite"
n2: "sanity check"
n3: "test report"
n4: "ReFrame"
n0 -> n1
n1 -> n2
n2 -> n3
n3 -> n4
